Repository: nethesis/queueoptions
Catalog: i18n/*/LC_MESSAGES/queueoptions.po
Languages: it_it

source: Actions
it_it: Azioni

source: Add Queue Options
it_it: Aggiungi opzioni coda

source: Agent announce
it_it: Annuncio agente

source: Agent announce overrides the announcement that is played to the queue agent before they’re bridged to the caller
it_it: L'annuncio agente sovrascrive l'annuncio agente configurato nella coda

source: Allows to override destination on fail
it_it: Consente di sovrascrivere la destinazione in caso di fallimento

source: Allows to override queue maxwait
it_it: Consenti di sovrwascrivere l'impostazione di attesa massima "maxwait"

source: Attempt to enter the caller into the queue at the numerical position specified
it_it: Tenta di inserire il chiamante ad una posizione specifica

source: Call Confirm Announce
it_it: Annuncio di conferma chiamata

source: Caller ID Prefix
it_it: Prefisso da anteporre al Caller ID

source: CID Prefix
it_it: Prefisso CID

source: Continue in the dialplan if the callee hangs up
it_it: Continua nel dialplan se il chiamante chiude la chiamata

source: Continue on hangup
it_it: Continua dopo hangup

source: Delete
it_it: Elimina

source: Destination
it_it: Destinazione

source: Destination on fail
it_it: Destinazione su fallimento

source: Destionation Queue
it_it: Coda di destinazione

source: Edit Queue Options
it_it: Modifica opzioni coda

source: Enable Lazy Members
it_it: Abilita Lazy Members

source: Enable Lazy Members for this queue
it_it: Abilita Lazy Members per questa coda

source: Fail destination
it_it: Destinazione su fallimento

source: If enabled, mark user as unavailable for current call if he doesn't answer
it_it: Se abilitato, considera l'utente come non disponibile per la chiamata corrente se non risponde

source: Join message
it_it: Messaggio di ingresso

source: List Queue Options
it_it: Lista dei set di opzioni coda

source: Max wait
it_it: Attesa massima

source: Music on hold
it_it: Musica di attesa

source: Name
it_it: Nome

source: New Queue Options
it_it: Nuovo set di opzioni coda

source: No retries on timeout
it_it: Non ritentare al timeout

source: On timeout, exit this application and go to the next step
it_it: Al timeout, esci dall'applicazione e prosegui al passaggio successivo

source: Override fail destination
it_it: Sovrascrivi destinazione su fallimento

source: Override queue max waiting time
it_it: Sovrascrivi tempo massimo di attesa

source: Overrides music on hold category
it_it: Sovrascrivi la categoria di musica di attesa

source: Position
it_it: Posizione

source: Queue join message
it_it: Messaggio di ingresso in coda

source: Queue Options
it_it: Opzioni Coda

source: Queue Options List
it_it: Lista Opzioni Coda

source: Run a gosub on the called party's channel (the queue member) once the parties are connected.
it_it: Lancia una Gosub quando operatore e chiamante sono connessi

source: Set max wait override
it_it: Imposta il tempo massimo di attesa

source: Set position
it_it: Imposta posizione

source: Submit
it_it: Conferma

source: The destination queue
it_it: La coda di destinazione

source: This is the name of the Queueoptions instance. It is just a label and it is usefull only if you need to setup different instance with different options
it_it: Questo è il nome del set di impostazioni per coda. E' solo un'etichetta ed è utile solo per identificare il set se se ne usano più di uno

source: Will setup an AGI script to be executed on the calling party's channel once they are connected to a queue member
it_it: Imposta un AGI script che viene eseguito sul canale del chiamante quando è connesso con un operatore

source: Yes
it_it: Sì
